i5/20220907-mdraid-2/10/xfs/250/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 250
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 52746144
number of failed transactions: 0 (0.000%)
latency average = 1.092 ms
initial connection time = 6.258 ms
tps = 14651.653868 (without initial connection time)